CSI API ETABS v1
cDesignSteel.DeleteResults Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int DeleteResults()
Function DeleteResults As Integer
Dim instance As cDesignSteel
Dim returnValue As Integer
returnValue = instance.DeleteResults()
int DeleteResults()
abstract DeleteResults : unit -> int
Return Value
Type: Int32
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace